Repository: ekimovalex27/BeOnTime
Catalog: BeOnTime/Strings/*/Resources.resw
Source language: en
Languages: de, fi, fr, ru, uk

# AboutApplicationName.Text
source: Be On Time
de: Pünktlich sein
fi: Ole ajoissa
fr: Être à l’heure
ru: Будь вовремя
uk: Будьте вчасно

# AboutAuthor.Text
source: AUTHORS
de: AUTOREN
fi: TEKIJÄT
fr: AUTEURS
ru: АВТОРЫ
uk: АВТОРИ

# AboutDescription.Text
source: The application helps to plan your departure time
de: Die Applikation hilft bei der Planung Ihrer Abreise
fi: Liite auttaa suunnitella matkan lähtöaikaa
fr: L'application vous aide à planifier votre temps de départ selon l'itinéraire choisi
ru: Приложение помогает планировать время выезда по заданному маршруту
uk: Допомагає планувати час виїзду за заданим маршрутом

# AboutDesign.Text
source: LOGO
fi: LOGOTYYPPI
ru: ЛОГОТИП
uk: ЛОГОТИП

# AboutLicense.Text
source: LICENSES USED
de: VERWENDETE LIZENZEN
fi: KÄYTETYT LISENSSIT
fr: LICENSES UTILISÉS
ru: ИСПОЛЬЗУЕМЫЕ ЛИЦЕНЗИИ
uk: ЛІЦЕНЗІЇ, ЯКІ ВИКОРИСТОВУЮТЬСЯ

# AboutPlatform.Text
source: OTHER PLATFORMS
de: ANDERE PLATTFORMEN
fi: MUITA ALUSTOJA
fr: AUTRES PLATES-FORMES
ru: ДРУГИЕ ПЛАТФОРМЫ
uk: ІНШІ ПЛАТФОРМИ

# AboutPlatformAppStore.Text
source: Coming soon in App Store
de: Demnächst im App Store
fi: Kohta on App Storessa
fr: Prochainement dans App Store
ru: Скоро в App Store
uk: Скоро в App Store

# AboutPlatformGooglePlay.Text
source: Coming soon in Google Play
de: Demnächst im Google Play
fi: Kohta on Google Playssa
fr: Prochainement dans GooglePlay
ru: Скоро в Google Play
uk: Скоро в Google Play

# AboutSupport.Text
source: SUPPORT
fi: TUKI
ru: ПОДДЕРЖКА
uk: ПІДТРИМКА

# AboutTranslate.Text
source: TRANSLATORS
de: INTERPRETERS
fi: KÄÄNTÄJÄT
fr: TRADUCTEURS
ru: ПЕРЕВОДЧИКИ
uk: ПЕРЕКЛАДАЧІ

# AboutVersion.Text
source: VERSION
fi: VERSIO
ru: ВЕРСИЯ
uk: ВЕРСІЯ

# CalcAppbarDepartureLocation.Label
source: Location
de: Lage
fi: Sijainti
fr: Emplacement
ru: Расположение
uk: Розташування

# CalcappbarExchangeAddress.Label
source: Exchange addresses
de: Austauschadressen
fi: Osoitteiden vaihto
fr: Adresses de Exchange
ru: Обмен адресов
uk: Обмін адресами

# CalcArrivalTime.Text
source: When should I arrive?
de: Wann sollte ich ankommen?
fi: Milloin pitää tulla?
fr: Quand dois-je arriver ?
ru: Когда надо приехать?
uk: Коли треба прибути?

# CalcDepartureText1
source: To leave after
fi: Pitää lähteä kautta
fr: Partir dans
ru: Выезжать через
uk: Виїхати через

# CalcDepartureText2
source: You need to go right now
de: Sie müssen sofort gehen
fi: Pitää lähteä heti nyt
fr: Partir tout de suite
ru: Выезжать прямо сейчас
uk: Виїхати зараз

# CalcEqulAddress
source: Address of departure/arrival coincide
de: Anschrift der Abfahrt/Ankunft zusammenfallen
fi: Lähtöpaikan/ saapumispaikan osoite on sama
fr: Adresse de départ / d’arrivée coïncide
ru: Адрес отправления/прибытия совпадают
uk: Адреса відправлення/прибуття збігаються

# CalcErrorRoute
source: Can't calculate a route
fi: Ei voi laskea reittia
fr: Impossible de calculer l'itinéraire
ru: Не удается вычислить маршрут
uk: Не можливо прокласти маршрут

# CalcMode.Text
source: How do you travel?
fi: Millä matkustat?
fr: Quel moyen de transport?
ru: На чём ехать?
uk: На чому їхати?

# CalcTimeAnd
source: and
de: und
fi: ja
fr: et
ru: и
uk: і

# CalcTimeDay
source: days
de: tage
fi: päivää
fr: jours
ru: дн.
uk: дн.

# CalcTimeHour
source: h.
de: std.
fi: tuntia
ru: ч.
uk: ч.

# CalcTimeIn
source: at
de: um
fi: kello
fr: dans
ru: в
uk: в

# CalcTimeMinute
source: min.
ru: мин.
uk: хв.

# CalcTimeNotNeed
source: And there is no need to go
de: Und es gibt keine Notwendigkeit, zu gehen
fi: Ja ei tarvitse mennä mihinkään
fr: On ne part nulle part
ru: И ехать никуда не надо
uk: І їхати нікуди не треба

# CalcTimeWithoutTraffic1
source: Departure time is up
fi: Tavallinen tuloaika on
fr: L'heure de départ habituelle est passée
ru: Обычное время выезда вышло
uk: Звичайний час вийшов

# CalcTimeWithoutTraffic2
source: Time in road
de: Zeit auf der Strasse
fi: Matka-aika
fr: Trajet
ru: Время в пути
uk: Час у дорозі

# CalcTimeWithoutTraffic3
source: without traffic jams
de: ohne Stau
fi: ilman ruuhkia
fr: sans embouteillages
ru: без пробок
uk: без заторів

# CalcTimeWithTraffic1
source: Departure time with traffic jams is up
fi: Lähtöaika ruuhkien kanssa
fr: L'heure de départ, compte tenu des embouteillages, est passée
ru: Время выезда с учётом пробок вышло
uk: Час відправлення з урахуванням заторів вийшов

# CalcTimeWithTraffic2
source: Time in road
de: Zeit auf der Strasse
fi: Matka-aika
fr: Trajet
ru: Время в пути
uk: Час у дорозі

# CalcTimeWithTraffic3
source: with traffic jams
fi: ruuhkien kanssa
fr: avec embouteillages
ru: с пробками
uk: з заторами

# CalcTxtArrival.PlaceholderText
source: Arrival address
de: Ankunft Adresse
fi: Saapumisosoite
fr: Adresse d’arrivée
ru: Адрес прибытия
uk: Адреса прибуття

# CalcTxtArrivalError.Text
source: Arrival address is empty
de: Ankunft-Adresse ist leer
fi: Saapumisosoite on tyhjä
fr: Adresse d’arrivée est vide
ru: Адрес прибытия пуст
uk: Адреса прибуття пуста

# CalcTxtCalculateError.Text
source: Can't calculate a route
de: Kann keine Route berechnen
fi: Ei voi laskea reittia
fr: Impossible de calculer l'itinéraire
ru: Не удается вычислить маршрут
uk: Не можливо прокласти маршрут

# CalcTxtDeparture.PlaceholderText
source: Departure address
de: Abfahrt Adresse
fi: Lähtöosoite
fr: Adresse de départ
ru: Адрес отправления
uk: Адреса відправлення

# CalcTxtDepartureError.Text
source: Departure address is empty
de: Abflug-Adresse ist leer
fi: Lähtöosoite on tyhjä
fr: Adresse de départ est vide
ru: Адрес отправления пуст
uk: Адреса відправлення пуста

# MainHeader.Text
source: Be On Time
de: Pünktlich sein
fi: pitää olla ajoissa
fr: Être à l’heure
ru: Быть вовремя
uk: Будьте вчасно

# MainNavigationItem1.Text
source: Calculation of time
de: Berechnung der Zeit
fi: Aikalaskelma
fr: Calcul du temps de trajet
ru: Расчёт времени
uk: Обчислення часу

# MainNavigationItem2.Text
source: Favorites
de: Favoriten
fi: Suosikit
fr: Favoris
ru: Избранное
uk: Уподобання

# MainNavigationItem3.Text
source: Settings
de: Einstellungen
fi: Asetukset
fr: Paramètres
ru: Настройки
uk: Настройки

# MainNavigationItem4.Text
source: About
de: Info
fi: Kuvaus
fr: A propos de nous
ru: Описание
uk: Про програму

# MainNavigationItem5.Text
source: Feedback
fi: Palautetta ja ehdotuksia
ru: Отзывы и предложения
uk: Зворотній зв'язок

# ManifestApplicationDescription
source: The application helps to plan your departure time
de: Die Applikation hilft bei der Planung Ihrer Abreise
fi: Liite auttaa suunnitella matkan lähtöaikaa
fr: L'application vous aide à planifier votre temps de départ selon l'itinéraire choisi
ru: Приложение помогает планировать время выезда по заданному маршруту
uk: Программа допомагає спланувати час відправлення

# ManifestApplicationDisplayName
source: Be On Time
de: Pünktlich sein
fi: Ole ajoissa
fr: Être à l’heure
ru: Будь вовремя
uk: Будьте вчасно

# ManifestPackagingPackageDisplayName
source: Be On Time
de: Pünktlich sein
fi: Ole ajoissa
fr: Être à l’heure
ru: Будь вовремя
uk: Будьте вчасно

# ManifestVisualAssetsShortName
source: Be On Time
de: Pünktlich sein
fi: Ole ajoissa
fr: Être à l’heure
ru: Будь вовремя
uk: Будьте вчасно

# SettingsAvoid.Text
source: Avoid on route
de: Auf Route vermeiden
fi: Välttää reitillä
fr: Éviter en route
ru: Избегать на маршруте
uk: Уникайте на маршруті

# SettingsAvoidFerries.Content
source: Ferries
de: Fähren
fi: Lossit
ru: Паромы
uk: Пароми

# SettingsAvoidHighways.Content
source: Highways
de: Autobahnen
fi: Moottoritiet
fr: Autoroutes
ru: Магистрали
uk: Автомагістралі

# SettingsAvoidIndoor.Content
source: Tunnels
de: Tunnel
fi: Tunnelit
ru: Тоннели
uk: Тунелі

# SettingsAvoidNote.Text
source: The addition of restrictions does not exclude routes that include unwanted objects / units. It just allows to change the result to more preferable
de: Die Hinzufügung von Beschränkungen schließt keine Routen aus, die unerwünschte Objekte / Einheiten einschließen.Es erlaubt nur, das Ergebnis zu mehr bevorzugt zu ändern
fi: Rajoitusten lisääntyminen ei sulje pois reittia, jotka sisäältyvät vastentahtoiset kohteet. Se antaa vain tehdä paremman tuloksen.
fr: L'ajout de restrictions n'exclut pas les itinéraires contenant des entités indésirables. Cela ne fait que changer le résultat pour un meilleur.
ru: Добавление ограничений не исключает маршруты, содержащие нежелательные объекты, а просто позволяет изменить результат на более предпочтительный
uk: Додавання обмежень не виключає маршрутів, які містять небажані об'єкти, а просто дозволяє змінити результат на кращий

# SettingsAvoidNoteHeader.Text
source: Note:
de: Hinweis:
fi: Huomautus:
fr: Remarque:
ru: Примечание:
uk: Примітка:

# SettingsAvoidTolls.Content
source: Tolls roads
de: Maut straßen
fi: Maksulliset tiet
fr: Routes de péage
ru: Платные дороги
uk: Платні дороги

# SettingsPivotItemAvoid.Header
source: Route restrictions
de: Route-Beschränkungen
fi: Reitin rajoitukset
fr: Restrictions d'itinéraire
ru: Ограничения маршрута
uk: Обмеження маршруту

# SettingsPivotItemTheme.Header
source: Theme
de: Design
fi: Ulkokuva
fr: Thème
ru: Внешний вид
uk: Зовнішній вигляд

# SettingsPivotItemTrafficModel.Header
source: Calculating time in traffic
de: Berechnen der Zeit im Datenverkehr
fi: Likenteen laskelma
fr: Calcul du trafic routier
ru: Расчёт трафика
uk: Розрахунок трафіку

# SettingsPivotItemTransit.Header
source: Transit
fi: Joukkoliikenne
fr: Transport en commun
ru: Общественный транспорт
uk: Громадський транспорт

# SettingsThemeBlack.Content
source: Black background
de: Schwarzer Hintergrund
fi: Musta tausta
fr: Fond noir
ru: Чёрный фон
uk: Чорний фон

# SettingsThemeBlue.Content
source: Blue background
de: Blauer Hintergrund
fi: Sininen tausta
fr: Fond bleu
ru: Синий фон
uk: Синій фон

# SettingsThemeDialogText
source: You need to restart the application to see changes
de: Sie müssen die Anwendung neu starten, um Änderungen anzeigen
fi: Pitää käynnistää uudestaan jotta nähdä muutoksia
fr: Veuillez redémarrer l'application pour voir les modifications
ru: Необходимо перезапустить приложение, чтобы увидеть изменения
uk: Потрібно перезапустити програму, щоб побачити зміни

# SettingsThemeDialogTitle
source: Changing Theme
de: Design ändern
fi: Aiheen muutos
fr: Changer de thème
ru: Изменение темы
uk: Зміна теми

# SettingsThemeGreen.Content
source: Green background
de: Grüner Hintergrund
fi: Vihreä tausta
fr: Fond vert
ru: Зелёный фон
uk: Зелений фон

# SettingsTrafficModelBestGuess.Content
source: Best time estimation
de: Beste Zeit Schätzung
fi: Paras aika-arvio
fr: Meilleure estimation de temps de trajet
ru: Наилучшая оценка времени
uk: Найкраща оцінка часу

# SettingsTrafficModelOptimistic.Content
source: Optimistic time estimation
de: Optimistische zeitschätzung
fi: Optimistinen aika-arvio
fr: Estimation de temps de trajet optimiste
ru: Оптимистичная оценка времени
uk: Оптимістична оцінка часу

# SettingsTrafficModelPessimistic.Content
source: Pessimistic time estimation
de: Pessimistische zeitschätzung
fi: Pessimistinen aika-arvio
fr: Estimation de temps de trajet pessimiste
ru: Пессимистичная оценка времени
uk: Песимістичні оцінка часу

# SettingsTransit.Text
source: Priority to transportation by
fi: Parempi ajaa
fr: Priorité au déplacement en
ru: Приоритет передвижению на
uk: Пріоритет пересуванню на

# SettingsTransitBus.Content
source: Bus
fi: Bussilla
ru: Автобусе
uk: автобусі

# SettingsTransitSubway.Content
source: Subway
de: U-Bahn
fi: Metrolla
fr: Métro
ru: Метро
uk: Підземці

# SettingsTransitTrain.Content
source: Train
de: Zug
fi: Junalla
ru: Поезде
uk: Потягу

# SettingsTransitTram.Content
source: Tram
de: Straßenbahn
fi: Raitiovaunulla
fr: Tramway
ru: Трамвае и легком метро
uk: Трамваї

# GeolocationArgumentOutOfRangeException
source: Positioning error
de: Positionierung Fehler
fi: Asemoinnin virhe
fr: Erreur de positionnement
ru: Ошибка позиционирования
uk: Позиціонування помилка

# GeolocationDenied
source: Please, give access to this application to determine your location
de: Bitte, geben Sie Zugriff auf diese Anwendung, um Ihren Standort zu bestimmen
fi: Antakaa pääsy liitteeseen jotta määrittää sijaintisi
fr: Veuillez autoriser l'accès à l'application pour vous localiser
ru: Пожалуйста, дайте доступ приложению, чтобы определить ваше местоположение
uk: Будь ласка, дайте доступ прграммі, щоб визначити ваше місце розташування

# GeolocationTaskCanceledException
source: Positioning timed out
fi: Asemoinnin odotusaika loppui
fr: Le temps de positionnement est dépassé
ru: Истекло время ожидания позиционирования
uk: Минув час очікування позиціонування

# GeolocationUnspecified
source: Positioning error
de: Positionierung Fehler
fi: Asemoinnin virhe
fr: Erreur de positionnement
ru: Ошибка позиционирования
uk: Помилка позиціювання

# SettingsThemeLanuage.Header
source: Interface language
de: Interface Sprache
fi: Käyttöliittymän kielen valinta
fr: Langue de l’interface
ru: Язык интерфейса
uk: Мова інтерфейсу

# SettingsThemeLanuage.PlaceholderText
source: Select language
de: Sprache auswählen
fi: Valitse kieli
fr: Sélectionnez une langue
ru: Выберите язык
uk: Вибрати мову

# SettingsThemeBackground.Text
source: Color Theme Mode
de: Color Theme-Modus
fi: Värin aihe
fr: Gamme de couleurs
ru: Цветовая тема
uk: Колір теми

# SettingsPivotItemCommon.Header
source: General
de: Allgemein
fi: Yleiset
fr: Général
ru: Общие
uk: Загальні

# MainNavigationItem6.Text
source: History
de: Verlauf
fi: Historia
fr: Historique
ru: История
uk: Журнал

# MainNavigationItem7.Text
source: What's new
de: Neuigkeiten
fi: Uudet ominaisuudet
fr: Nouveautés
ru: Новые возможности
uk: Що нового

# SettingsHistoryClear.Content
source: Clear History
de: Verlauf löschen
fi: Tyhjennä historia
fr: Effacer l’historique
ru: Очистить историю
uk: Очистити журнал

# SettingsHistorySave.Header
source: Save history
fi: Tallenna historia
fr: Enregistrer l'historique
ru: Сохранить историю
uk: Зберегти історію

# SettingsHistoryClearDialogContent
source: Are you sure you want to clear the history?
de: Möchten Sie den Verlauf wirklich löschen?
fi: Haluatko varmasti tyhjentää historian?
fr: Voulez-vous vraiment effacer l’historique ?
ru: Вы действительно хотите очистить историю?
uk: Справді очистити журнал?

# SettingsHistoryClearDialogPrimaryButtonText
source: Yes
fi: Kyllä
fr: Oui
ru: Да
uk: Так

# SettingsHistoryClearDialogSecondaryButtonText
source: No
fi: Ei
fr: Non
ru: Нет
uk: Ні

# SettingsHistoryClearText.Text
source: History is empty
de: Der Verlauf ist leer.
fi: Historia on tyhjä
fr: L’historique est vide
ru: История пуста
uk: Історії є порожнім

# SettingsPivotItemHistory.Header
source: History
de: Verlauf
fi: Historia
fr: Historique
ru: История
uk: Журнал

# HeaderPage1
source: Calculation of time
fi: Aikalaskelma
fr: Calcul du temps de trajet
ru: Расчёт времени
uk: Обчислення часу

# HeaderPage2
source: Favorites
de: Favoriten
fi: Suosikit
fr: Favoris
ru: Избранное
uk: Уподобання

# HeaderPage3
source: Settings
de: Einstellungen
fi: Asetukset
fr: Paramètres
ru: Настройки
uk: Настройки

# HeaderPage4
source: About
de: Info
fi: Tietoja ohjelmasta
fr: À propos de
ru: Описание
uk: Про програму

# HeaderPage5
source: Feedback
fi: Palautetta
fr: Commentaires
ru: Обратная связь
uk: Відгук

# HeaderPage6
source: History
de: Verlauf
fi: Historia
fr: Historique
ru: История
uk: Журнал

# HeaderPage7
source: What's new
de: Neuigkeiten
fi: Uudet ominaisuudet
fr: Nouveautés
ru: Что нового
uk: Що нового

# HistoryGoToSettings1.Text
source: Saving of History is disabled
fi: Historia tietojen tallentaminen ei ole käytössä
fr: Économiser de l'Histoire est désactivé
ru: Сохранение Истории отключено
uk: Збереження історії вимкнуто

# HistoryGoToSettings2.Content
source: Click for Settings
fi: Klikkaa Asetukset
fr: Cliquez pour les paramètres
ru: Нажмите для Настройки
uk: Клацніть для налаштування

# CalcAppbarHistory.Label
source: History
de: Verlauf
fi: Historia
fr: Historique
ru: История
uk: Журнал

# HeaderPage8
source: Map
fi: Kartta
fr: Carte
ru: Карта
uk: Карта

# HistoryClear.Label
source: Clear All
fi: Tyhjennä kaikki
fr: Effacer tout
ru: Очистить все
uk: Очистити все

# HistoryDelete.Label
source: Delete
fi: Poistaa
fr: Supprimer
ru: Удалить
uk: Видалити

# FavoritesDeleteDialogContent
source: Are you sure you want to delete the selected favorites?
fi: Haluatko varmasti poistaa valitut Suosikit?
fr: Êtes-vous sûr de vouloir supprimer les favoris sélectionnés?
ru: Удалить из Избранного?
uk: Ви дійсно бажаєте видалити вибрані уподобання?

# FavoritesDeleteDialogPrimaryButtonText
source: Yes
fi: Kyllä
fr: Oui
ru: Да
uk: Так

# FavoritesDeleteDialogSecondaryButtonText
source: No
fi: Ei
fr: Pas
ru: Нет
uk: Ні

# FavoritesDelete.Label
source: Delete
fi: Poistaa
fr: Supprimer
ru: Удалить
uk: Видалити

# FavoritesEdit.Label
source: Edit
fi: Muokkaa
fr: Modifier
ru: Изменить
uk: Редагування

# PositionInClipboard.Text
source: Coordinates GPS copied to clipboard
fi: Koordinaatit GPS kopioidaan leike pöydälle
fr: Coordonnées GPS copiées dans le presse-papiers
ru: Координаты GPS скопированы в буфер
uk: GPS координати скопійовано до буфера обміну

# appbarCalcPage.Label
source: Calculation
fi: Laskenta
fr: Calcul
ru: Расчёт
uk: Обчислення

# HistoryAddToFavorites.Label
source: Add to Favorites
fi: Lisää Suosikkeihin
fr: Ajouter aux Favoris
ru: Добавить в Избранное
uk: Додати в Уподобання

# HistoryAddToFavoritesTitle
source: Added from History
fi: Lisätty Historiasta
fr: Ajouté à partir de l'historique
ru: Добавлено из Истории
uk: Додано з Iсторії

# appbarShowOnMap.Label
source: Map
fi: Kartta
fr: Carte
ru: Карта
uk: Карта

# HistoryAddToFavoritesNote.Text
source: Added to Favorites
fi: Lisätty Suosikkeihin
fr: Ajouté aux Favoris
ru: Добавлено в Избранное
uk: Додано до Уподобання

# HeaderPage9
source: Favorites Edit
fi: Suosikkien muokkaus
fr: Modifier les Favoris
ru: Изменение Избранного
uk: Уподобання редагування

# cmdCancel.Content
source: Cancel
fi: Peruuta
fr: Annuler
ru: Отменить
uk: Відмінити

# cmdOk.Content
source: Save
fi: Tallenna
fr: Sauvegarder
ru: Сохранить
uk: Зберегти

# FavoritesItemName.Text
source: Name
fi: Nimi
fr: Nom
ru: Название
uk: Ім'я
